<!DOCTYPE html>
<html>
    <head>
        <title>TP04_CSS</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link href="style.css" rel="stylesheet" type="text/css"/>
    </head>
    <body>
        <div id="main">
            <div id="entete">
	   	<a href="22_TP_CSS_Synthese.html"><img src="images/salade.gif" alt="Accueil">Accueil</a>
                <h1>Bienvenu chez e-legumes.com</h1>
                <hr>
            </div>
            <div id="menu">
                <ul>
		   <li><a href="societe.html">Notre Société</a></li>
		   <li><a href="22_TP_CSS_Synthese.html">Nos Promotions</a></li>
		   <li><a href="#">Nos Produits</a></li>
		   <li><a href="contact.html">Nous contacter</a></li>
                </ul>
            </div>
            <!-- partie non constante : div contenu à modifier -->
            <div id="contenu">
                <img src="images/produits.gif" alt="Nos produits">

                <p><span class="lettrine">N</span>otre soci&eacute;t&eacute; commercialise nombre de produits savoureux. En voici la liste...
                Veuillez <a href="contact.html">prendre contact</a> avec notre service client&egrave;le si vous d&eacute;sirez passer commande
                d'un l&eacute;gume exotique.</p>

                <ul>
                    <li><img src="images/artich_g.gif" alt="Atichaut"/><span class="lettrine">A</span>rtichaut. Souvent associ&eacute; avec les marrons (artichaut les marrons)</li>
                    <li><img src="images/bettra_g.gif" alt="Bettrave"/><span class="lettrine">B</span>etterave. Un produit r&eacute;v&eacute; pour les soir&eacute;es impromptues de musique techno dans les pr&eacute;s.</li>
                    <li><img src="images/chou_g.gif" alt="Chou-fleur"/><span class="lettrine">C</span>hou-fleur. Se sert parfois en bouquet. Il est donc id&eacute;al avec des crevettes.</li>
                    <li><img src="images/epina_g.gif" alt="Epinard"/><span class="lettrine">E</span>pinard. Le produit parfait pour une soir&eacute;e très arros&eacute;e au vin rouge&nbsp;!</li>
                    <li><img src="images/harico_g.gif" alt="Haricot"/><span class="lettrine">H</span>aricot. "Un l&eacute;gume proprement ma-gi-que", d'apr&egrave;s le c&eacute;l&egrave;bre critique gastronomique Harry Cotter.</li>
                    <li><img src="images/oign_g.gif" alt="Oignon"/><span class="lettrine">O</span>ignon. Un autre produit d'accompagnement des marrons, ch&acirc;taignes et autres pralines.</li>
                    <li><img src="images/poiro_g.gif" alt="Poireau"/><span class="lettrine">P</span>oireau. Le renomm&eacute; math&eacute;maticien Evariste Galois prenait toujours soin de se munir d'une botte de ce d&eacute;licieux l&eacute;gume avant de descendre sur le pr&eacute;, sauf une fois, le jour de son d&eacute;c&egrave;s. La coutume s'est perp&eacute;tu&eacute;e jusqu'&agrave; nous chez certains rugbymen britanniques.</li>
                    <li><img src="images/ppois_g.gif" alt="Petits poids"/><span class="lettrine">P</span>etits pois. Notre gamme en propose deux vari&eacute;t&eacute;s. La vari&eacute;t&eacute; classique, verte, mais &eacute;galement une seconde vari&eacute;t&eacute;, rouge, id&eacute;ale en accompagnement de plats de poisson.</li>
                    <li><img src="images/ptc_g.gif" alt="Pomme de terre"/><span class="lettrine">P</span>omme de terre. Ce tubercule, que l'on ne pr&eacute;sente plus, est tr&egrave;s appr&eacute;ci&eacute; de nos amis anthropophages sp&eacute;cialis&eacute;s dans les membres d'équipages de navires &eacute;chou&eacute;s, puisque lesdits membres ne sont pas trop hommes de terre.</li>
                    <li><img src="images/radis_g.gif" alt="Radis"/><span class="lettrine">R</span>adis. Le produit le meilleur march&eacute; de notre s&eacute;lection, puisqu'une botte n'en co&ucirc;te m&ecirc;me pas un.</li>
                    <li><img src="images/tomat_g.gif" alt="Tomate"/><span class="lettrine">T</span>omate. Un l&eacute;gume-fruit appr&eacute;ci&eacute; en accompagnement de la viande rare du taureau espagnol, que la tomate adore. </li>
                </ul>

            </div>
            <div id="pied">
                <hr>
                <p><a href="22_TP_CSS_Synthese.html">Retour &agrave; l'accueil du site</a>.</p>
            </div>
        </div>
    </body>
</html>
